Repository: 242449N/OCBC
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ms, zh

source: OCBC - Banking made easy
ms: OCBC - Perbankan menjadi mudah
zh: OCBC - 银行业务变得简单

source: Watch out for scam callers impersonating OCBC staff
ms: Berhati-hati dengan panggilan penipuan yang menyamar sebagai kakitangan OCBC
zh: 请警惕冒充华侨银行员工的诈骗电话。

source: Are you getting calls from unknown numbers? If a caller claims to be from OCBC and says they are connecting you to the police, hang up. Banks do not operate this way.
ms: Adakah anda menerima panggilan daripada nombor yang tidak dikenali? Jika pemanggil mendakwa dari OCBC dan mengatakan mereka menyambungkan anda kepada polis, letakkan telefon. Bank tidak beroperasi dengan cara ini.
zh: 您是否接到过陌生号码的来电？如果来电者自称来自华侨银行 (OCBC)，并声称要帮您联系警方，请立即挂断。银行不会以这种方式运作。

source: Learn more.
ms: Ketahui lebih lanjut.
zh: 了解更多。

source: Banking made easy
ms: Perbankan menjadi mudah
zh: 银行业务变得简单

source: Personal
ms: Peribadi
zh: 个人

source: Business
ms: Perniagaan
zh: 商业

source: Card Services
ms: Perkhidmatan Kad
zh: 卡类服务

source: Login
ms: Log Masuk
zh: 登录

source: Popular Services
ms: Perkhidmatan Popular
zh: 热门服务

source: Open Account
ms: Buka Akaun
zh: 开户

source: Start your banking journey with us
ms: Mulakan perjalanan perbankan anda bersama kami
zh: 开启您的银行之旅

source: Transfer Funds
ms: Pindahan Dana
zh: 转账

source: Quick and Secure Transfer
ms: Pindahan Pantas dan Selamat
zh: 快速且安全的转账

source: Investments
ms: Pelaburan
zh: 投资

source: Explore Investment Opportunities
ms: Terokai Peluang Pelaburan
zh: 探索投资机会

source: Need help? Ask me anything. You can also type your username...
ms: Perlukan bantuan? Tanya apa sahaja. Anda juga boleh menaip nama pengguna anda...
zh: 需要帮助？尽管问。您也可以输入您的用户名...

source: Purpose is about lifting others.
ms: Matlamat adalah untuk membantu orang lain.
zh: 宗旨在于助人一臂之力。

source: As One Group, OCBC enables aspirations all across ASEAN and Greater China.
ms: Sebagai Satu Kumpulan, OCBC merealisasikan aspirasi di seluruh ASEAN dan Greater China.
zh: 作为一个集团，华侨银行致力于实现东盟和大中华区客户的愿景。

source: Find out more
ms: Ketahui lebih lanjut
zh: 了解更多

source: OCBC - your partner for Johor-Singapore Special Economic Zone
ms: OCBC - Rakan kongsi anda untuk Zon Ekonomi Khas Johor-Singapura
zh: 华侨银行 - 您在柔佛-新加坡经济特区的合作伙伴

source: Grow your business beyond borders – backed by expert advisory from our dedicated teams.
ms: Kembangkan perniagaan anda merentasi sempadan – disokong oleh nasihat pakar daripada pasukan berdedikasi kami.
zh: 拓展您的跨境业务——由我们专业团队提供专家咨询支持。
